Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/sigil-tm.tmx
Source language: en
Languages: ca_es

source: Greek capital letter Gamma
ca_es: lletra grega GAMMA majúscula

source: Greek capital letter Delta
ca_es: lletra grega DELTA majúscula

source: Greek capital letter Epsilon
ca_es: lletra grega ÈPSILON majúscula

source: Greek capital letter Zeta
ca_es: lletra grega ZETA majúscula

source: Greek capital letter Eta
ca_es: lletra grega ETA majúscula

source: Greek capital letter Theta
ca_es: lletra grega THETA majúscula

source: Greek capital letter Iota
ca_es: lletra grega IOTA majúscula

source: Greek capital letter Kappa
ca_es: lletra grega KAPPA majúscula

source: Greek capital letter Lambda
ca_es: lletra grega LAMBDA majúscula

source: Greek capital letter Mu
ca_es: lletra grega MI majúscula

source: Greek capital letter Nu
ca_es: lletra grega NI majúscula

source: Greek capital letter Xi
ca_es: lletra grega CSI majúscula

source: Greek capital letter Omicron
ca_es: lletra grega ÒMICRON majúscula

source: Greek capital letter Pi
ca_es: lletra grega PI majúscula

source: Greek capital letter Rho
ca_es: lletra grega RO majúscula

source: Greek capital letter Sigma
ca_es: lletra grega SIGMA majúscula

source: Greek capital letter Tau
ca_es: lletra grega TAU majúscula

source: Greek capital letter Upsilon
ca_es: lletra grega ÍPSILON majúscula

source: Greek capital letter Phi
ca_es: lletra grega FI majúscula

source: Greek capital letter Chi
ca_es: lletra grega KHI majúscula

source: Greek capital letter Psi
ca_es: lletra grega PSI majúscula

source: Greek capital letter Omega
ca_es: lletra grega OMEGA majúscula

source: Greek small letter alpha
ca_es: lletra grega alfa minúscula

source: Greek small letter beta
ca_es: lletra grega beta minúscula

source: Greek small letter gamma
ca_es: lletra grega gamma minúscula

source: Greek small letter delta
ca_es: lletra grega delta minúscula

source: Greek small letter epsilon
ca_es: lletra grega èpsilon minúscula

source: Greek small letter zeta
ca_es: lletra grega zeta minúscula

source: Greek small letter eta
ca_es: lletra grega eta minúscula

source: Greek small letter theta
ca_es: lletra grega theta minúscula

source: Greek small letter iota
ca_es: lletra grega iota minúscula

source: Greek small letter kappa
ca_es: lletra grega kappa minúscula

source: Greek small letter lambda
ca_es: lletra grega lambda minúscula

source: Greek small letter mu
ca_es: lletra grega mi minúscula

source: Greek small letter nu
ca_es: lletra grega ni minúscula

source: Greek small letter xi
ca_es: lletra grega csi minúscula

source: Greek small letter omicron
ca_es: lletra grega òmicron minúscula

source: Greek small letter pi
ca_es: lletra grega pi minúscula

source: Greek small letter rho
ca_es: lletra grega ro minúscula

source: Greek small letter final sigma
ca_es: lletra grega sigma final minúscula

source: Greek small letter sigma
ca_es: lletra grega sigma minúscula

source: Greek small letter tau
ca_es: lletra grega tau minúscula

source: Greek small letter upsilon
ca_es: lletra grega ípsilon minúscula

source: Greek small letter phi
ca_es: lletra grega fi minúscula

source: Greek small letter chi
ca_es: lletra grega khi minúscula

source: Greek small letter psi
ca_es: lletra grega psi minúscula

source: Greek small letter omega
ca_es: lletra grega omega minúscula

source: Greek theta symbol
ca_es: símbol grec theta

source: Greek Upsilon with hook symbol
ca_es: símbol grec ípsilon amb ganxo

source: Greek pi symbol
ca_es: símbol grec pi

source: en space
ca_es: mig quadratí

source: em space
ca_es: quadratí

source: thin space
ca_es: espai fi

source: zero-width non-joiner
ca_es: separador sense amplada

source: zero-width joiner
ca_es: unió sense amplada

source: left-to-right mark
ca_es: marca de esquerra a dreta

source: right-to-left mark
ca_es: marca de dreta a esquerra

source: en dash
ca_es: guió mig

source: em dash
ca_es: guió llarg

source: dagger, obelisk
ca_es: creu

source: double dagger, double obelisk
ca_es: creu doble

source: bullet
ca_es: pic

source: feminine ordinal indicator
ca_es: Indicador ordinal femení

source: pilcrow sign
ca_es: Calderó

source: masculine ordinal indicator
ca_es: Indicador ordinal masculí

source: Latin capital letter A with grave accent
ca_es: Lletra llatina majúscula A amb accent greu

source: Latin capital letter A with acute accent
ca_es: Lletra llatina majúscula A amb accent agut

source: Latin capital letter A with circumflex
ca_es: Lletra llatina majúscula A amb accent circumflex

source: Latin capital letter A with tilde
ca_es: Lletra llatina majúscula A amb accent

source: Latin capital letter A with diaeresis
ca_es: Lletra llatina majúscula A amb dièresi

source: Latin capital letter C with cedilla
ca_es: Lletra llatina majúscula C amb c trencada

source: Latin capital letter E with grave accent
ca_es: Lletra llatina majúscula E amb accent greu

source: Latin capital letter E with acute accent
ca_es: Lletra llatina majúscula E amb accent agut

source: Latin capital letter E with circumflex
ca_es: Lletra llatina majúscula E amb accent circumflex

source: Latin capital letter E with diaeresis
ca_es: Lletra llatina majúscula E amb dièresi

source: Latin capital letter I with grave accent
ca_es: Lletra llatina majúscula I amb accent greu

source: Latin capital letter I with acute accent
ca_es: Lletra llatina majúscula I amb accent agut

source: Latin capital letter I with circumflex
ca_es: Lletra llatina majúscula I amb accent circumflex

source: Latin capital letter I with diaeresis
ca_es: Lletra llatina majúscula I amb dièresi

source: Latin capital letter Eth
ca_es: Lletra llatina majúscula Eth

source: Latin capital letter N with tilde
ca_es: Lletra llatina majúscula N amb accent

source: Latin capital letter O with grave accent
ca_es: Lletra llatina majúscula O amb accent greu

source: Latin capital letter O with acute accent
ca_es: Lletra llatina majúscula O amb accent agut

source: Latin capital letter O with circumflex
ca_es: Lletra llatina majúscula O amb accent circumflex

source: Latin capital letter O with tilde
ca_es: Lletra llatina majúscula O amb accent

source: Latin capital letter O with diaeresis
ca_es: Lletra llatina majúscula O amb dièresi

source: Latin capital letter U with grave accent
ca_es: Lletra llatina majúscula U amb accent greu

source: Latin capital letter U with acute accent
ca_es: Lletra llatina majúscula U amb accent agut

source: Latin capital letter U with circumflex
ca_es: Lletra llatina majúscula U amb accent circumflex

source: Latin capital letter U with diaeresis
ca_es: Lletra llatina majúscula U amb dièresi

source: Latin capital letter Y with acute accent
ca_es: Lletra llatina majúscula Y amb accent agut

source: Latin capital letter THORN
ca_es: Lletra llatina majúscula Þ

source: Latin small letter a with grave accent
ca_es: Lletra llatina minúscula a amb accent greu

source: Latin small letter a with acute accent
ca_es: Lletra llatina minúscula a amb accent agut

source: Latin small letter a with circumflex
ca_es: Lletra llatina minúscula a amb accent circumflex

source: Latin small letter a with tilde
ca_es: Lletra llatina minúscula a amb accent

source: Latin small letter a with diaeresis
ca_es: Lletra llatina minúscula a amb dièresi

source: Latin small letter c with cedilla
ca_es: Lletra llatina minúscula c amb ce trencada

source: Latin small letter e with grave accent
ca_es: Lletra llatina minúscula e amb accent greu

source: Latin small letter e with acute accent
ca_es: Lletra llatina minúscula e amb accent agut

source: Latin small letter e with circumflex
ca_es: Lletra llatina minúscula e amb accent circumflex

source: Latin small letter e with diaeresis
ca_es: Lletra llatina minúscula e amb dièresi

source: Latin small letter i with grave accent
ca_es: Lletra llatina minúscula i amb accent greu

source: Latin small letter i with acute accent
ca_es: Lletra llatina minúscula i amb accent agut

source: Latin small letter i with circumflex
ca_es: Lletra llatina minúscula i amb accent circumflex

source: Latin small letter i with diaeresis
ca_es: Lletra llatina minúscula i amb dièresi

source: Latin small letter eth
ca_es: Lletra llatina minúscula eth

source: Latin small letter n with tilde
ca_es: Lletra llatina minúscula n amb accent

source: Latin small letter o with grave accent
ca_es: Lletra llatina minúscula o amb accent greu

source: Latin small letter o with acute accent
ca_es: Lletra llatina minúscula o amb accent agut

source: Latin small letter o with circumflex
ca_es: Lletra llatina minúscula o amb accent circumflex

source: Latin small letter o with tilde
ca_es: Lletra llatina minúscula o amb accent

source: Latin small letter o with diaeresis
ca_es: Lletra llatina minúscula o amb dièresi

source: Latin small letter u with grave accent
ca_es: Lletra llatina minúscula u amb accent greu

source: Latin small letter u with acute accent
ca_es: Lletra llatina minúscula u amb accent agut

source: Latin small letter u with circumflex
ca_es: Lletra llatina minúscula u amb accent circumflex

source: Latin small letter u with diaeresis
ca_es: Lletra llatina minúscula u amb dièresi

source: Latin small letter y with acute accent
ca_es: Lletra llatina minúscula y amb accent

source: Latin small letter thorn
ca_es: Lletra llatina minúscula Þ

source: Latin small letter y with diaeresis
ca_es: Lletra llatina minúscula y amb dièresi

source: Latin capital letter s with caron
ca_es: Lletra llatina majúscula s amb anticircumflex

source: Latin small letter s with caron
ca_es: Lletra llatina minúscula s amb anticircumflex

source: Latin capital letter y with diaeresis
ca_es: Lletra llatina majúscula y amb dièresi

source: modifier letter circumflex accent
ca_es: Lletra modificada d'accent circumflex

source: small tilde
ca_es: titlla

source: left single quotation mark
ca_es: Cometa simple esquerra

source: right single quotation mark
ca_es: Cometa simple dreta

source: single low-9 quotation mark
ca_es: Cometes simples alemanyes -9

source: left double quotation mark
ca_es: Cometa doble esquerra

source: right double quotation mark
ca_es: Cometa doble dreta

source: double low-9 quotation mark
ca_es: Cometes dobles alemanyes -9

source: horizontal ellipsis
ca_es: punts suspensius

source: per mille sign
ca_es: signe per mil

source: prime
ca_es: prima

source: double prime
ca_es: doble prima

source: single left-pointing angle quotation mark
ca_es: cometa baixa angular inicial

source: single right-pointing angle quotation mark
ca_es: cometa baixa angular final

source: overline
ca_es: línia superior

source: fraction slash
ca_es: ratlla de fracció

source: euro sign
ca_es: símbol de l'euro

source: black-letter capital I
ca_es: lletra gòtica I majúscula

source: script capital P
ca_es: lletra cal·ligràfica P majúscula

source: black-letter capital R
ca_es: lletra gòtica R majúscula

source: trademark symbol
ca_es: símbol de marca registrada

source: alef symbol
ca_es: àlef

source: leftwards arrow
ca_es: fletxa esquerra

source: upwards arrow
ca_es: flrtxa amunt

source: rightwards arrow
ca_es: fletxa dreta

source: downwards arrow
ca_es: fletxa avall

source: left right arrow
ca_es: fletxa esquerra dreta

source: downwards arrow with corner leftwards
ca_es: fletxa avall amb cantonada esquerra

source: leftwards double arrow
ca_es: doble fletxa esquerra

source: upwards double arrow
ca_es: doble fletxa amunt

source: rightwards double arrow
ca_es: doble fletxa dreta

source: downwards double arrow
ca_es: doble fletxa avall

source: left right double arrow
ca_es: doble fletxa esquerra dreta

source: for all
ca_es: per a tot

source: partial differential
ca_es: derivada parcial

source: there exists
ca_es: existeix

source: empty set
ca_es: conjunt buit

source: element of
ca_es: pertany

source: not an element of
ca_es: no pertany a

source: contains as member
ca_es: conté

source: n-ary product
ca_es: producte n-ari

source: n-ary summation
ca_es: suma n-aria

source: minus sign
ca_es: signe menys

source: asterisk operator
ca_es: operador asterisc

source: square root
ca_es: arrel quadrada

source: proportional to
ca_es: proporcional a

source: infinity
ca_es: infinit

source: logical and
ca_es: i lògic

source: logical or
ca_es: o lògic

source: intersection
ca_es: intersecció

source: union
ca_es: unió

source: therefore sign
ca_es: implica

source: tilde operator
ca_es: operador titlla

source: congruent to
ca_es: congruent

source: almost equal to
ca_es: aproximadament igual a

source: not equal to
ca_es: diferent

source: identical to
ca_es: idèntic a

source: less-than or equal to
ca_es: igual o menor que

source: greater-than or equal to
ca_es: igual o més gran que

source: subset of
ca_es: subconjunt de

source: superset of
ca_es: superconjunt de

source: not a subset of
ca_es: no és subconjunt de

source: subset of or equal to
ca_es: subconjunt o igual a

source: superset of or equal to
ca_es: superconjunt o igual a

source: circled plus
ca_es: suma directa

source: circled times
ca_es: producte tensorial

source: up tack
ca_es: perpendicular

source: dot operator
ca_es: operador punt

source: left ceiling
ca_es: sostre esquerra

source: right ceiling
ca_es: sostre dreta

source: left floor
ca_es: terra esquerra

source: right floor
ca_es: terra dreta

source: left-pointing angle bracket
ca_es: parèntesi angular inicial

source: right-pointing angle bracket
ca_es: pràntesi angular final

source: lozenge
ca_es: rombe

source: black spade suit
ca_es: coll de piques negre

source: black club suit
ca_es: coll de trèvols negre

source: black heart suit
ca_es: coll de cors negre

source: black diamond suit
ca_es: coll de diamants negre
